["Como cada día se incorporan más y más canales nuevos a la TDA, te recomendamos que de vez en cuando vuelvas a escanear para actualizar la lista de canales disponibles.", "La antena tiene una base magnética para que la pegues a algún soporte metálico como un marco de ventana por ejemplo, para que tenga más señal y puedas escanear más canales.", "Mapa de cobertura: la rapida instalación de las Estaciones Digitales de Transmisión (EDT), logró que un 82% de la población total de país pueda recibir gratis la señal de TDA. Este es un mapa de las antenas. Para más información andá a: http://www.tda.gob.ar/cobertura.html (usar imagen tda2.png)", "Te mostramos algunos atajos de teclado. Por ejemplo, apretá ESC para salir de la pantalla completa. Flecha hacia la derecha: Subir volumen; Flecha hacia la izquierda: Bajar volumen; Enter: Pantalla completa; ESC: Volver a pantalla normal; Flecha hacia abajo: Bajar un canal; Flecha hacia arriba: Subir un canal.", "Enchufá la netbook a una televisión y usala como sintonizador de la TDA. De esta manera no vas a tener que ver la televisión en el monitor pequeño de la netbook. Para conectarla usa un cable VGA o HDMI. Esto cambia según tu modelo de netbook y si usas un televisor o un monitor que no tenga HDMI. Una vez que esté conectada, configurá el televisor como si fuese un monitor externo en Centro de control / Monitores.", "Tené cuidado con el Protector de pantalla. Como vas a dejar la netbook inactiva mucho tiempo, para que no te aparezca el Protector, configuralo para que no aparezca desde Centro de control / Salvapantallas desactivando la opción Activar el salvapantallas cuando el equipo esté inactivo.", "La Televisión Digital Abierta (TDA) politica de integración digital impulsada por el Ministerio de Planificación Federal Inversión Pública y Servicios, es una plataforma de TV que utiliza la más moderna tecnología digital para transmitir en alta calidad de imagen y sonido de manera gratuita, permitiendo ademas ofrecer adicionalmente otros servicios interactivos."]